Repository: Ma-Pe-Ma/Betting-Competition
Catalog: app/resources/translations/*/LC_MESSAGES/messages.po
Languages: hu

source: Messages updated successfully!
hu: Üzenetek sikeresen frissítve

source: Too short message!
hu: Túl rövid üzenet

source: Too short subject!
hu: Túl rövid tárgy!

source: Error sending notification to everyone!
hu: Hiba az értesítések küldése közben!

source: Notifications successfully sent!
hu: Értesítések sikeresen elküldve!

source: player
hu: játékos

source: Failed to fetch match data!
hu: Hiba a meccs-adatok letöltése közben!

source: Invalid goal value specified!
hu: Hibás gól érték!

source: Updating data for match %(id)s was successful!
hu: %(id)s. meccs adatai sikeresen frissítve!

source: Group results set successfully!
hu: Csoportkör-eredmények sikereresen megadva!

source: Tournament bet results set successfully!
hu: Torna-tipp eredmények sikeresen megadva!

source: One of the files was not specified for the request!
hu: Az egyik fájl nem lett megadva a kéréshez!

source: No team file was specified!
hu: A csapatleíró fájl nem lett megadva!

source: No translation file was specified!
hu: A csapatnév-fordítás tartalmazó fájl nem lett megadva!

source: The uploaded file's extension is not correct!
hu: Feltöltendő fájl kiterjesztése nem megfelelő!

source: Failing to write team-data files to local storage!
hu: Hiba a csapat leíró fájlok mentése közben!

source: Error while initializing the teams!
hu: Hiba a csapatok inicializálása közben!

source: Error while initializing the matches!
hu: Hiba a meccsek inicializálása közben!

source: Team data file uploading was successful!
hu: Csapatleíró fájlok feltöltése sikeres volt!

source: Database file was not specified!
hu: Az adatbázis fájl nem lett megadva!

source: Database file is null!
hu: Az adatbázis fájl nem létezik!

source: Database file uploading was successful!
hu: Az adatbázis fájl feltöltése sikeres volt!

source: Error while saving new database file!
hu: Hiba az új adatbázisfájl lementése közben!

source: The specified format cannot be uploaded!
hu: A megadott formátum nem tölthető fel!

source: ON
hu: BEKAPCSOLVA

source: OFF
hu: KIKAPCSOLVA

source: Maintenance successfully turned %(id)s!
hu: Karbantartó-üzemmód sikeresen %(id)s!

source: Daily checker manually initiated!
hu: Napi ütemező manuálisan indítva!

source: Match data updating failed!
hu: Hiba a meccs adatok frissítése közben!

source: Match data succsesfully updated!
hu: A meccs adatok sikeresen frissítve!

source: Standings notification failed!
hu: Hiba az állás-értésítés közben!

source: Standings successfully notified!
hu: Az állás sikeresen értesítve!

source: Invalid reminder/summary value.
hu: Hibás emlékeztető/összesítő érték.

source: Chosen nickname is too short (min. 3 characters).
hu: A választott becenév túl rövid (min. 3 karakter).

source: Chosen nickname is too long (max. 20 characters).
hu: A választott becenév túl hosszú (max. 20 karakter).

source: E-mail address is required.
hu: E-mail cím megadása kötelező.

source: The given password is too short (min. 8 characters).
hu: A megadott jelszó túl rövid (min. 8 karakter).

source: The two passwords are not identical.
hu: A két jelszó nem egyezik.

source: The invitation key is not valid.
hu: A meghívókód nem megfelelő.

source: The chosen nickname is already taken.
hu: A megadott becenév már foglalt.

source: The chosen email address is already taken.
hu: A megadott email cím már regisztrálva van.

source: Invalid username!
hu: A megadott felhasználónév nem létezik.

source: Invalid password!
hu: A megadott jelszó nem megfelelő.

source: Settings were successfully modified
hu: A beállítások sikeresen módosítva!

source: Email is not registered
hu: Az email-cím nincs regisztrálva.

source: Email is not specified.
hu: Az email-cím nem lett megadva.

source: Reset key is not specified.
hu: A visszaállító-kulcs nem lett megadva.

source: The given nickname does not exist.
hu: A megadott felhasználónév nem létezik.

source: No password reset key has been requested.
hu: Nem lett igényelve visszaállító-kulcs.

source: The given reset key is invalid.
hu: A megadott visszaállító-kulcs nem megfelelő.

source: Invalid data sent!
hu: Érvényelen üzenet!

source: Invalid team for tournament bet.
hu: Nem megfelelő csapat a torna-tipphez.

source: Invalid result for tournament bet.
hu: Nem megfelelő végeredmény a torna-tipphez.

source: Invalid bet amount at tournament bet.
hu: Nem megfelelő érték a tornatipphez.

source: Invalid bet amount at group bet.
hu: Nem megfelelő érték a csoportkörfogadáshoz.

source: Invalid group or team name at the group bet.
hu: Érvénytelen csoport- vagy csapat-név a csoportkörfogadásnál.

source: Group bet successfully updated!
hu: Csoportkör-tippek sikeresen frissítve!

source: Match does not exist with the following id: %(id)s!
hu: Nem létezik meccs a következő azonosítóval: %(id)s!

source: Match %(id)s has already started!
hu: Meccs %(id)s már elkezdődött!

source: Invalid input for goal or credit!
hu: Érvénytelen gól vagy kredit érték!

source: Invalid value (negative) for goal or credit!
hu: Nem megfelelő (negatív) érték gólnak/kreditnek!

source: Betting on match %(id)s was successful!
hu: Sikeres fogadás a következő meccsre: %(id)s!

source: The username has not been specified.
hu: A felhasználónév nem lett megadva.

source: Failure!
hu: Hiba!

source: Success!
hu: Siker!

source: Match-data modifying
hu: Meccsadat-módosítás

source: Update match data from fixture
hu: Meccsadatok frissítése

source: Time
hu: Időpont

source: Teams
hu: Csapatok

source: Result
hu: Eredmény

source: Max credit
hu: Fogadható kredit

source: Cr.
hu: Kr.

source: unknown
hu: nem ismert

source: Home page messages
hu: Főoldali üzenetek

source: Registering message
hu: Regisztrációs üzenet

source: Message %(message_id)s
hu: Üzenet %(message_id)s

source: Set
hu: Beállít

source: Sending message to users
hu: Üzenet küldése a felhasználóknak

source: Sending standings immediately
hu: Állás küldése azonnal

source: Subject
hu: Tárgy

source: Message
hu: Üzenet

source: Send
hu: Beküld

source: Generate standings email
hu: Állást tartalmazó email generálása

source: Generate
hu: Generálás

source: Email adresses
hu: Email-címek

source: Standings
hu: Állás

source: Group result evaluation
hu: Csoportkör-tippek kiértékelése

source: Set the order of the groups by dragging!
hu: Állítsd be a csapatok sorrendjét vonszolással!

source: Group
hu: Csoport

source: Group evaluation will take place later.
hu: A csoportkör-tippek kiértékelése később esedékes.

source: Tournament result evaluation
hu: Torna-tippek kiértékelése

source: Undetermined
hu: Nem meghatározott.

source: Successful
hu: Sikeres.

source: Failed
hu: Sikertelen.

source: Tournament bet evaluation will take place later.
hu: A torna-tippek kiértékelése később esedékes.

source: Team-data initialization
hu: Csapat-adat inicializálása

source: Team description
hu: Csapat-leíró fájl

source: Team translation
hu: Csapatnév-fordító fájl

source: Upload
hu: Feltöltés

source: Maintenance
hu: Karbantartás

source: Database file
hu: Adatbázis fájl

source: Download
hu: Letöltés

source: Log-file
hu: Napló-fájl

source: Maintenance-mode
hu: Karbantartó-mód

source: Toggle
hu: Kapcsoló

source: Daily checker
hu: Napi ütemező

source: Initiate
hu: Futtat

source: Scheduled tasks
hu: Ütemezett feladatok

source: Password reset keys
hu: Jelszó visszaállító-kulcsok

source: Expiration time
hu: Érvényességi idő

source: Key
hu: Kulcs

source: No reset keys have been generated!
hu: Nincs érvényes visszaállító-kulcs!

source: Comment posted successfully!
hu: Hozzászólás sikeresen rögzítve!

source: Older
hu: Régebbiek

source: New comment
hu: Új hozzászólás

source: Newer
hu: Újabbak

source: Preview
hu: Előnézet

source: Home page
hu: Fogadás

source: Current credit
hu: Jelenlegi kredit

source: Round
hu: Forduló

source: Tip
hu: Tipp

source: Bet
hu: Tét

source: day
hu: nap

source: The competition has ended! Please check out the results!
hu: A bajnokság véget ért! Nézd meg a végeredményt!

source: Position
hu: Helyezés

source: Icon
hu: Ikon

source: Player
hu: Játékos

source: Score
hu: Pontszám

source: Score change
hu: Pontszámváltozás

source: Position change
hu: Helyezésváltozás

source: History of standings
hu: Bajnokság története

source: credit
hu: kredit

source: Forgotten password
hu: Elfelejtett jelszó

source: Please specify your email address for password recovery!
hu: Add meg az email-címed a jelszó-visszaállításhoz!

source: email@address.com
hu: email@cim.hu

source: Please enter a valid email address.
hu: Adj meg egy érvényes email címet.

source: Reset password
hu: Jelszó visszallítása

source: New password requested! Check your email for further action!
hu: Új jelszó igényelve! Ellenőrízd az emailjeid a további teendőkért!

source: New password requested! Please contact one of the admins for further action!
hu: Új jelszó igényelve! Kérlek vedd fel a kontaktot valamelyik adminnal!

source: Profile
hu: Profil

source: Save
hu: Mentés

source: Register failure!
hu: Meghiúsult regisztráció!

source: Registering is not available anymore as the tournament has begun!
hu: A regisztráció nem már elérhető, mert a torna elkezdődött!

source: Register
hu: Regisztráció

source: Invitation-key
hu: Meghívókulcs

source: A valid invitation key is required.
hu: Egy érvényes meghívókulcs megadása kötelező.

source: Password
hu: Jelszó

source: A valid password is required.
hu: Egy érvényes jelszó megadás kötelező.

source: Password again
hu: Jelszó újra

source: E-mail notifications
hu: E-mail értesítés

source: Browser notifications
hu: Böngészős értesítés

source: Match reminder (1 hour before the starting of the first match)
hu: Meccs-emlékeztető (1 órával az első meccs kezdése előtt)

source: On those days when there is a match without a bet
hu: Azokon a napokon, amelyiken nem történt fogadás

source: Every matchday
hu: Mindegyik nap

source: I don't want to receive reminders
hu: Nem szeretnék emlékeztetőt kérni.

source: Standings notification at the end of matchdays
hu: Állásközlő értesítés a nap végén

source: Yes
hu: Igen

source: No
hu: Nem

source: A valid username is required.
hu: Egy érvényes felhasználónév megadás kötelező.

source: Reset-key
hu: Visszaállító-kulcs

source: New password
hu: Új jelszó

source: New password again
hu: Új jelszó újra

source: Sign in
hu: Bejelentkezés

source: username
hu: felhasználónév

source: Username
hu: Felhasználónév

source: password
hu: jelszó

source: Stay signed in
hu: Bejelentkezve maradok

source: Don't have an account yet?
hu: Nincs még fiókod?

source: Sign up
hu: Regisztráció

source: Forgot your password?
hu: Elfelejtetted a jelszavad?

source: Request new
hu: Új igénylése

source: Language
hu: Nyelv

source: Page 403
hu: 403-as oldal

source: Access denied
hu: Hozzáférés megtagadva

source: You don't have the proper privileges to see this page.
hu: Nincs megfelelő jogosultságod megtekinteni az oldalt.

source: Page 404
hu: 404-es oldal

source: The page cannot be found!
hu: Az oldal nem található.

source: You are probably at the wrong place.
hu: Valószínűleg rossz helyen vagy.

source: Homepage
hu: Kezdőoldal

source: Page 500
hu: 500-as oldal

source: Internal Server Error
hu: Belső kiszolgálóhiba

source: Something went wrong on our side, please contact us!
hu: Valami hiba történt a részünkről, kérlek vedd fel a kapcsolatot!

source: Page 503
hu: 503-as oldal

source: Service unavailable
hu: Szolgáltatás nem elérhető

source: The server is down for maintenance. Please come back a few moments later!
hu: A szerver nem elérhető karbantartás miatt. Látogass vissza pár percen belül!

source: Admin-page
hu: Admin-oldal

source: Starting credit amount
hu: Kezdő kredit érték

source: Total group + tournament bet amount
hu: Csoportkör- és torna-tipp fogadási kredit

source: Remaining credit after group + tournament bet
hu: Fennmaradó kredit csoportkör- és torna-tipp után

source: Total group win amount
hu: Teljes csoportkör-tipp nyeremény

source: Group bet
hu: Csoportkörfogadás

source: Hits
hu: Találatok

source: Prize
hu: Nyeremény

source: Difference
hu: Különbség

source: An error occured while communicating with the server!
hu: Hiba történt a szerver való kommunikáció során!

source: Remaining after bet
hu: Fennmaradó kredit

source: Tournament-bet
hu: Torna-tipp

source: Team
hu: Csapat

source: Odd
hu: Szorzó

source: Expected prize
hu: Várható nyeremény

source: Remaining credit
hu: Fennmaradó kredit

source: An internal server error occured!
hu: Egy belső kiszolgálóhiba történt!

source: Tournament bet odds
hu: Torna-tipp szorzók

source: Champion
hu: Bajnok

source: Finalist
hu: Döntős

source: Semi-finals
hu: Elődöntős

source: Quarter-finals
hu: Negyeddöntős

source: No team was chosen!
hu: Nem lett csapat kiválasztva!

source: No result was selected!
hu: Nem lett eredmény megadva!

source: The winning multipliers for the group bet are the following
hu: A nyereményszorzók a csoportkörfogadáshoz a következők

source: %(hit)s hit
hu: %(hit)s találat

source: Information
hu: Információ

source: Monday
hu: Hétfő

source: Tuesday
hu: Kedd

source: Wednesday
hu: Szerda

source: Thursday
hu: Csütörtök

source: Friday
hu: Péntek

source: Saturday
hu: Szombat

source: Sunday
hu: Vasárnap

source: Match
hu: Meccs

source: Loading...
hu: Betöltés..

source: Date
hu: Dátum

source: Odds
hu: Szorzók

source: Bet credit
hu: Tét

source: Max bet credit
hu: Max tét

source: Specify both or neither goals!
hu: Add meg mindkettő gólértéket.

source: Toggle theme
hu: Téma váltása

source: Light
hu: Világos

source: Dark
hu: Sötét

source: Betting Competition
hu: Tippbajnokság

source: Betting competition!
hu: Tippbajnokság!

source: Sign out
hu: Kijelentkezés

source: Betting
hu: Fogadás

source: Results
hu: Eredmények

source: You've forgotten to bet on some of today's matches!
hu: Elfelejtettél tippelni valamelyik mai meccsre!

source: Today is match day again!
hu: Ma ismét meccsnap van!

source: Missing bet
hu: Hiányzó fogadás

source: Match reminder
hu: Meccs emlékeztető.

source: Dear %(username)s,
hu: Kedves %(username)s!

source: Don't forget to bet on the following match(es)
hu: Ne felejts el fogadni a következő meccsekre

source: You have bet on the following matches
hu: A következő meccsekre már fogadtál

source: Best regards: The Tipmaster
hu: Üdvözlettel: A tippmester

source: The match-day has ended, check out the current standings!
hu: A meccsnapnak vége, nézd meg a jelenlegi állást!

source: At the end of %(date)s. the standings of the competition are the followings
hu: %(date)s nap végén az állás a következő

source: You have successfully subscribed for notifications!
hu: Sikeresen feliratkoztál az értesítésekre!

source: Betting competition - Successful registration!
hu: Tippbajnokság - Sikeres regisztráció!

source: You have successfully registered for the betting competition!
hu: Sikeresen regisztráltál a tippbajnokságra!

source: If you have any questions or you have found a bug then you can send them to this address or write to the chat plugin on the home page.
hu: Ha bármilyen kérdésed van, vagy valmilyen hibába ütköztél, akkor az erre címre küldd el, vagy írd meg a chat-felületen.

source: If you can't place your bet due to some server errors then send the bets to this address in time and specify the error phenomenon.
hu: Ha valamilyen oknál fogva nem tudsz fogadni, akkor erre a címre küldd el, és írd le a probléma okát is.

source: Every match
hu: Összes meccs

source: Match-%(id)s
hu: Meccs-%(id)s

source: Success rate
hu: Sikerességi arány

source: Pr.
hu: Ny.

source: Diff.
hu: Kül.

source: Remaining after group + tournament bet
hu: Fennmaradó kredit csoportkör- és tornatipp után

source: Balance
hu: Egyenleg

source: Group bet total prize
hu: Teljes csoportkör-tipp nyeremény

source: Balance after group bonus
hu: Egyenleg a csoportkör-tipp nyeremény után

source: The tournament has not begun!
hu: A bajnokság még nem kezdődött el!

source: Tournament bet total prize
hu: Torna-tipp teljes nyeremény

source: Final balance
hu: Végső egyenleg

source: By player
hu: Játékosonként

source: By match
hu: Meccsenként
